// let - ცვლადი, რომლის მნიშვნელობა შეიძლება შეიცვალოს და აქვს ბლოკის ას Scope (შიდა ბლოკში მხოლოდ გამოყენებადი)

 // შესაძლებელია ცვლადის მნიშვნელობის შეცვლა

// const - ცვლადი, რომლის მნიშვნელობაც არ შეიძლება შეიცვალოს შემდეგი ხასიათის მინიჭების შემდეგ

// b = 40; // გამოიწვევს შეცდომას, რადგან const ცვლადს არ შეუძლია მისი მნიშვნელობის შეცვლა

// var - უფრო ძველი სახის ცვლადი, რომელიც არ აქვს ბლოკის Scope და მისი გამოყოფა ხდება ფუნკციის Scope-ში

 // შესაძლებელია ცვლადის მნიშვნელობის შეცვლა

// var შეიძლება გამოიწვიოს მოულოდნელი ქცევა, რადგან მისი Scope ვრცელდება უფრო დიდ ტერიტორიაზე, ვიდრე let და cons

 // print 70, რადგან var არ აქვს ბლოკის Scope და ვრცელდება მთლიან ფაილზე
